Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON StoryX_Redwood (레드우드).tmx
Source language: ko_kr
Languages: en_us

source: 우리가 녀석들을 수상하게 생각했던 것처럼, 녀석들도 이미 우리를 수상하게 생각하고 있다.
en_us: The rogues on the sailboat probably thought of us the same way we thought of them.

source: “누구신지요?”
en_us: “Who ar eyou?” I asked.

source: “그렇다면 레드우드 가문은 무가였던 모양이군요.”
en_us: “Then the House of Redwood must have been a family of warriors,” I said.

source: 내 몸은 어린애의 육체지만, 안에 들어있는 영혼은 서른 중반이 넘었잖아.
en_us: Though the body was that of a teen, the soul was of a man past mid-thirties, after all.

source: “그럼 뭐냐.”
en_us: “Then what is it?”

source: 내가 먼저 질문했는데, 뭐 그렇다고 그걸 따지고 들 필요는 없겠지.
en_us: I asked first. But then I guess I didn’t have to be so difficult.

source: 여긴 어디고 이 집 주인은 누구지?
en_us: Where was I and who was the owner of this house?

source: 이제 이해가 된다.
en_us: I could see it now.

source: 조금 있어 봐.
en_us: Give me a moment.

source: 저는 지금 제가 하고 싶은 일을 하는 것뿐입니다.”
en_us: I am focused on what I want to do right now.”

source: “처음 뵙겠습니다.”
en_us: “Nice to meet you,” I replied.

source: “이번이 첫 살인 아니십니까?”
en_us: “You had your first kill today, did you not?” asked Gerrod.

source: “이런 씨팔, 작작 좀 패란 말이야 이 새끼들아!”
en_us: “Fuck! Haven’t you beaten us enough, you bastards?” a man yelled.

source: 느끼는 건 좋은데, 구심점에 모아야 할 거 아니야.
en_us: Feeling the mana was nice and all, but I would need to keep it in my core.

source: 너는 부디, 불평하지 말거라.
en_us: Please do not fret, replied Erinthyl’s figure quietly.

source: “질문이 하나 있습니다.
en_us: “I have one question.

source: “아, 몸은 좀 어떠니.”{j}로델린의 거소로 향하자, 그녀가 자리에서 일어나 내 쪽으로 다가왔다.
en_us: “Oh, how are you feeling?” she said as she got up and walked over.{j}

source: 그런대로 믿을 수 있을 만한 의사라고 생각하니까.
en_us: I do think he’s a trustworthy doctor of sorts.

source: 얼굴을 봤다면 모를까, 어차피 녀석의 정체도 모르는 우리에게 굳이 찾아와서 공격할 이유가 없다.
en_us: Unless we had seen his face, he had no reason to personally chase us down when we had no idea who he was.

source: 도리안이 말했던 것처럼, 길은 점점 더 거칠어지고 있었다.
en_us: Just as Dorian said, the path was getting more and more rugged.

source: “찾아내면 파세요.”
en_us: “If you find the spot, please dig.”

source: “정확히는, 보고를 받은 겁니다.
en_us: “I received a report about it, to be exact.

source: 병참 장교는 각 열에 서 있는 사람들에게 병사 한 명씩을 붙여주고, 그들을 따라가도록 했다.
en_us: The commissary assigned a soldier to each group of persons and ordered them to follow.

source: 레온 백작이 잠깐 나를 바라보다가 입을 열었다.{j}“네가 네 처분에 대해 불만이 있다는 사실은 안다.{j}하지만, 바꿀 수는 없다.”
en_us: Count Leon stared at me briefly and spoke, “I know you’re unhappy about the decision, but it cannot be changed.”{j}{j}

source: 저기, 혹시 더 시키실 일이라도?”
en_us: Um, is there anything else I could do?” the woman asked.

source: 퍼런 하늘이 누렇게 보일 정도로 달리고 나서 양손으로 무릎을 짚고 헐떡거리고 있자, 게롯이 나에게 검을 한 자루 내밀었다.
en_us: As I stood bent over with my hands on my knees, panting after having run till the sky looked yellow, Gerrod handed me a sword.

source: 실제로, 그렇게 두들겨 맞았는데도 불구하고 폭행의 후유증을 보이는 사람은 없었다.
en_us: To be fair, despite the intense beatings, nobody seemed to be suffering lasting effects.

source: 보통의 병사들이 받는 훈련보다 훨씬 가혹하고, 맡게 되는 임무 또한 막중하니.
en_us: It will be significantly tougher than the training the regular soldiers get. You will also be assigned more serious tasks.

source: 아마, 지금은 왼쪽 가슴에 이물감이 느껴질 겁니다.”
en_us: I think you might feel something in your left chest.”

source: 그리하겠습니다.
en_us: I will do as told.

source: 두들겨 맞던 녀석 중 하나가 제법 성깔이 있는 녀석이었던 모양인지, 마침내 참지 못하고 그렇게 외치며 자신을 향해 칼집을 휘두르는 병사에게 주먹을 휘둘렀다.
en_us: He must have been quite a hot-headed one. Unable to bear the violence further, he swung his fist at the soldier who was beating him.

source: 오른손이 당기는 힘으로 왼손 주먹이 녀석의 목젖을 꽉 짓누른다.{j}곧바로 녀석이 물속에서 아등바등 몸부림을 치기 시작한다.
en_us: The more the right hand pulled, the more my left fist pressed on his neck, and he began to flail violently in water.{j}

source: 남자의 콧잔등에 눌린 자국이 보인다.
en_us: There was a slight indent on the man’s nose.

source: 그렇겠지, 마력이 모이는 곳은 다른 곳도 아니고 심장이니까.
en_us: No shit. It’s being collected not anywhere but your heart.

source: 나는 숟가락을 들어 수프를 한 입 먹었다.
en_us: Taking a spoon, I tasted the soup.

source: ― 분명히, 붉은 가지는 레드우드 가문의 번영과 후손의 안녕을 위해 전해진 에린실의 의지다.
en_us: You are right. The Red Branch was given by Erinthyl to the House of Redwood for their peace and prosperity.

source: 그 말에 로델린이 하인을 바라보며 말했다.{j}“그래, 알고 있으니 더 말할 필요 없다.”
en_us: “Yes, we know. You need not say more,” Rodelline retorted, facing the servant before turning to me.{j}

source: 로델린은 말을 마치고 나서 자신의 화장품이 모여있는 곳으로 나를 안내해 주었다.
en_us: She then led me to where all her cosmetics were.

source: “그건 아직 모를 일이지요.”
en_us: “We don’t know that yet.”

source: 목검을 중심으로, 거대한 공기 방울이 만들어졌다.
en_us: A huge bubble formed around the wooden sword,

source: 우리가 보급된 물품을 다 받고 다시 모이자.{j}병참 장교가 입을 열었다.{j}“지급된 물품에 하자가 있다면 지금 이 자리에서 말하도록.”
en_us: When we reassembled with the supplies, the commissary spoke again, “Say it right now if your supply has any problems.”{j}{j}

source: “그것도 아닌데요.”
en_us: “It’s not that either.”

source: 내 표정을 보던 게롯이 약간 허리를 앞으로 숙인 채 말했다.{j}“절제하기 어렵다는 뜻입니다.{j}욕심을 부려 한 번에 너무 많은 마력을 모으려 들면 죽습니다.”
en_us: Gerrod looked at my confused expression before leaning in and explaining, “I mean that it is difficult to control. If you collect more mana than you could hold, you could die.”{j}{j}

source: 이길 수 있을 거라고 생각하나?”
en_us: Do you think we could win?” I asked.

source: 몇 명이 보급품의 상태를 보고 작게 감탄한다.{j}하지만 나는 별로 즐겁지 않았다.
en_us: A few exclaimed in awe at the supplies, but I was less than overjoyed.{j}

source: 나는 손에 들고 있던 물컵을 던지듯이 테이블에 내려놓고 자리에서 일어났다.
en_us: I almost threw down the cup on the table before standing up.

source: “……어르신이 이 새끼 그냥 정리하라고 하신다.”
en_us: “Boss says we should just be done with this guy...” announced the bastard.

source: 고개를 푹 숙인 채, 양손으로 줄자를 앞으로 내민 다음 안젤라는 자신의 목에 저 줄자가 감기는 지독한 상상을 하면서 다음의 일을 기다렸다.
en_us: Presenting the measuring tape with her head down, Angela awaited what came next, imagining the horrific scenario of the tape wrapping around her neck.

source: 다른 곳도 많잖아.{j}뭐가 잘못되어도 좀 치명적이지 않은 곳들 말이야.{j}뭐 허벅지 같은 곳.
en_us: Why couldn’t the core be embedded in some other place that did not guarantee a certain death--one’s thigh, for example.{j}{j}

source: 남자가 이런 대사를 던지는 경우는 굉장히 드물 거라고 생각하지만…….{j}“이렇게 큰 게 제 안에 들어갈까요?”
en_us: Though I felt strange asking such a question as a man, I had to ask, “Would such a large thing fit inside me?”{j}

source: 내가 그런 대답 듣고 싶어서 여기까지 찾아온 줄 아나.
en_us: I hadn’t come here to hear this.

source: 내 말을 듣고 있던 데이먼이 음, 하는 소리를 냈다.
en_us: Damon grunted.

source: 그리고, 차갑기만 하던 바닷물이 점점 따뜻하게 느껴진다.
en_us: The cold water began to feel warmer and warmer.

source: 나는 고개를 들어 레온 백작과 눈을 마주쳤다.
en_us: I looked up to stare straight into the count’s eyes.

source: 분야가 다르긴 하지만, 그냥 이런 식으로라도 긍정적으로 생각해야 한다.
en_us: Though technically I was in an uncharted area, I had to think positively.

source: “붉은 가지라는 목검이 놓여있던 진열함이란다.
en_us: “It’s a display that used to hold a wooden sword called Red Branch.

source: 열린 문 너머에서 갑옷을 차려입은 남자 한 명이 병사 몇 명과 함께 안으로 들어와서 우리 앞에 섰다.
en_us: A man in an armor entered with a few soldiers to stand in front of us.

source: 나는 괜찮다.
en_us: I was alright.

source: 하지만, 그걸 물어볼 수는 없었다.
en_us: Still, it wasn’t as if I could ask.

source: 오, 그래?
en_us: Oh, really?

source: 도리안이 히죽 웃었다.
en_us: Dorian grinned.

source: 벽에 붙여놓은 침대도 이대로 눕는다면 왼손은 자유롭지만 오른손은 벽에 딱 붙습니다.”
en_us: The bed is pushed to the wall, so he would be free to use his left hand. His right hand, on the other hand, would be trapped between himself and the wall.”

source: 그 뒤로 이어진 찬밥신세는 변하지 않고 지금까지 쭉 이어진 거다.
en_us: So began the discrimination which continued till today.

source: 그리고 거울 너머에 비친 형상을 바라본 나는 아무 말도 할 수 없었다.
en_us: When I looked at the figure in the mirror, I could not say anything.

source: “아무래도 이 삽으로 시체를 묻은 모양이네요.
en_us: “I believe that they used this shovel to bury the bodies.

source: 그럴 수는 없다.
en_us: I could not.

source: 그리고, 저 멀리에서 우리를 인솔했던 병참장교가 다가오는 것이 보인다.
en_us: From afar, we could see the commissary on the way.

source: 분명히, 제가 부탁한다면 쿠르스트 산맥에서의 생활에 많은 도움을 줄 수 있다고 생각합니다.”
en_us: If I put in a word, I’m sure he could help you a lot in Kurst Mountains.”

source: 저는 그 말을 저보고 알아서 하라는 식으로 알아들었는데, 아닙니까?”
en_us: I thought you meant I had to figure things on my own, no?”

source: 정확히 말하면, 떠돌아다니는 걸 느낀 게 아니다.{j}폐 속으로 들어와 온몸을 타고 돈 다음, 다시 폐를 통해 빠져나가는 기운이 느껴진다.
en_us: To be exact, it felt more like something had entered my body through the lungs, coursed through the veins, and exited through the lungs again.{j}

source: “그래서 말인데, 어차피 오신 목적이 저에게 검술을 가르쳐 주기 위함이 아닙니까?”
en_us: “In that regard, your goal here is to teach me how to wield a sword, isn’t it? If so...” I suggested.

source: 어차피 무섭고 두려운 사람이라면 굳이 좋은 말로 설득할 필요는 없다.
en_us: If I was seen as a terrifying person, I wouldn’t have to try too hard to sweet-talk her into helping me.

source: 두 사람의 시선이 잠깐 나에게로 향했다.
en_us: The two briefly turned to look at me.

source: “잠자고 밥 먹었으면 다시 이동한다.”
en_us: “If you’re done, we’ll move.”

source: “도련님, 점심 식사가 준비되었습니다.”
en_us: “Young master, your lunch is ready,” announced a servant.

source: 그 뒤로 일주일 정도는 딱히 하는 일 없이 책을 읽으며 시간을 보냈던 것 같다.
en_us: I think I spent about a week doing nothing much but reading books.

source: ― 로티샤 호수가 유지되는 이유는 붉은 가지의 마력 덕분이다.{j}수백 년의 시간 동안 얼지 않고, 마르지 않으며 레드우드의 땅에 생명수를 공급하지.
en_us: It is thanks to the mana embedded in the Red Branch that Lake Roticha had persisted for centuries, never freezing or drying, always providing the Redwood land with water of life.{j}

source: ― 후욱…… 후욱…….
en_us: Huff... huff...

source: 왜 아니겠어.
en_us: Why not?

source: 잡담을 마친 나는 바로 본론으로 들어갔다.
en_us: Done with small talk, I went straight to the point.

source: 내 말에 로잘린이 침을 삼키고 나서 대답했다.
en_us: Rodelline gulped.

source: 내 말에 게롯이 대답했다.{j}“단순히 자신의 모습을 복제한 허상을 만들어내는 것이라면 몇 번 견식한 적이 있습니다.{j}하지만, 그 허상들이 실제로 피해를 주는 경우는 처음 봅니다.”
en_us: “I have seen a few instances where a person made an illusion of himself, but never any that could deal a real damage,” explained Gerrod.{j}{j}

source: 중년은 허리에 검을 차고 있었는데, 손잡이를 감싼 가죽이 많이 닳아 있었다.
en_us: The man had a sword on his belt, which leather handle was pretty worn.

source: 서재라는 이름이 어울리는 규모가 아닌데.
en_us: It was far too large to be just a study.

source: 고개가 확 돌아가며 입 안으로 바닷물과는 또 다른 비릿하고 찝찝할 액체가 퍼진다.
en_us: My head whipped around. Another salty, tangy taste quite unlike seawater hit my tongue.

source: “아주, 멱 따는 전문가네.”
en_us: “They’re expert killers, aren’t they?”

source: “레브란트 후작가의 위세는 무시할 수 있는 것이 아니다.
en_us: “We cannot ignore the power of the House of Levrant.

source: 막사 앞의 연병장에 모인 녀석들은 이미 자리잡고 있는 병사들의 눈치를 슬금슬금 보기 시작했다.
en_us: Those on the training ground glanced at the soldiers nervously.

source: 나는 그 말에 순순히 자리에서 일어났고, 앉아있던 다른 녀석들도 엉거주춤 자리에서 일어났다.
en_us: I stood up readily as the others clambered up also.

source: “그야, 딱히 할 일이 없지 않았습니까.”{j}내 말에 백작이 고개를 저었다.
en_us: “Well, there isn’t much to do,” I replied to which the count nodded.{j}

source: 바닥에 침을 한 번 뱉은 다음 녀석을 바라본다.
en_us: I spat on the ground and looked up.

source: 백작가 장남이라.
en_us: The eldest son of a count, huh?

source: 뒤늦게 녀석이 발버둥을 치지만, 벗어날 방법은 없다.
en_us: He would put up a fight, but never release my grip.

source: “괘, 괜찮습니다.”
en_us: “I-I’m alright.”

source: “향수 냄새?
en_us: “My perfume?

source: 그리고 내 심장 부근에서 뭔가가 꿈틀거리기 시작했다.
en_us: Then something began to wriggle by my heart.

source: 쭉 이어지는 설명을 간단하게 말하자면, 마력을 사용해 발현할 수 있는 일종의 초능력 같은 것이다.
en_us: Long story short, you gained some sort of superpower using mana.

source: “그래.”{j}로델린은 그 인사를 받고 고개를 살짝 끄덕였다.
en_us: “Same to you,” Rodelline nodded.{j}

source: 그리고, 이 마차에서 내려 국경 수비대가 내 신병을 확보하는 순간부터 나는 더 이상 레드우드 가문의 장자 마틴 레드우드가 아니게 된다.
en_us: And as soon as I got off the carriage into their hands, I would no longer be Martin Redwood, the eldest son of the House of Redwood.

source: “다 먹었느냐.”{j}나는 레온 백작의 말에 대답 대신 턱을 괸 자세 그대로 수프를 한 숟가락 떠서 입에 넣었다.
en_us: “Are you done?” asked Count Leon to which I took a spoonful of soup, my chin still on my hand.{j}

source: “내 어깨 위에 달려 있는 물건이 네 어깨 위에 달려 있는 것보다 몇 배는 성능이 좋아.
en_us: “The head on my shoulders works several times better than the one on yours.

source: 그러기 위한 결혼이었으니까.
en_us: That was the purpose of the marriage after all.

source: 나는 그 말에 휘휘 손을 저었다.
en_us: I waved my hand.

source: 저 말을 들어보니, 책이 그렇게 흔한 물건은 아닌 모양이다.
en_us: Her words suggested that books weren’t that common in this world.

source: 공격을 성공하는 건 중요하지 않다.
en_us: Landing a hit wasn’t important.

source: 그리고 기름을 발라 정돈한 머리.{j}키는 182 정도, 몸무게는 발달한 근육을 생각해보면 80-85kg 정도 될 것 같다.
en_us: His hair was sleeked with hair oil, and he was about 182cm tall. Judging from his muscles, he might weigh around 80 to 85kg.{j}

source: “이걸 어떻게 느낀 거야.”{j}나는 그렇게 중얼거리면서도 집중한 정신을 놓치지 않았다.
en_us: “How did I even feel this?” I mumbled without losing focus.{j}

source: 필요한 조치를 취해 줄 거다.”
en_us: He will then take care of you.”

source: 나는 잠깐 이전 기억을 떠올리고 있다가 대답했다.{j}“괜찮아 보인다고 하시니 참 다행이네요.”
en_us: I mused about my past before responding, “It is a relief to hear that I look fine.”{j}

source: “점괘 같은 거 안 봐줘요.”{j}가끔 사람들이 착각하더라.{j}간단하게 대답을 마친 나는 집 안으로 들어와 방을 살펴봤다.
en_us: “I don’t see fortunes, by the way, in case you ask,” I said lightly before walking in to examine the room.{j}{j}

source: 뛰어난 환경과 나쁘지 않은 재능이 있다면 그 이후로 만들어지는 성과는 결국 개인의 노력 여하에 따라 달라진다.
en_us: As long as one had good circumstances and a decent talent, the rest of the success would be up to one’s effort.

source: “그게 정체를 밝히는 것과 무슨 상관이 있는 거죠?
en_us: “What does that have to do with finding his identity?

source: 그래, 힘들겠지.
en_us: I suppose it would be hard.

source: 혹시, 도움을 좀 받을 수 있을까요?”
en_us: Could I ask for some help?” I asked.

source: “일단, 뛰시지요.”
en_us: “Why don’t we start with running.”

source: “혹시, 물 온도가 너무 뜨거우신지 확인을…….”
en_us: “I was wondering if you were going to check if the water was not too hot...” she began.

source: “이해했습니다.”
en_us: “Understood.”

source: “그때는 그냥, 억울한 마음이 앞섰지.”
en_us: “Back then, I just felt resentful.”

source: 이 정도로 수사 범위를 좁혀줬으면 충분히 받기로 한 물건에 대한 대가를 치렀으니까.
en_us: This much investigation should be enough for what I would be getting.

source: “그러고 보니, 쿠르스트 산맥에 따로 성벽 같은 건 없습니까?”
en_us: “Talking of which, are there any walls within the mountains?” I asked.

source: 빠르게 흘러가는 경우도 있지만 그렇지 않을 때도 많다.
en_us: Sometimes it goes by fast and sometimes it does not.

source: 국경 수비대, 제7수색대장 도리안이다.”
en_us: Dorian, Captain of the Seventh Division of Scouts of the Border Guards.”

source: 내가 어부의 집에서 맡았던 그 화장분의 향기를 확인해봐야 한다.
en_us: I had to look into the cosmetic powder that I had smelled in the fisherman’s house.

source: 다행이라.
en_us: For the best, huh?

source: 자네는 아직 이 산맥의 진짜 모습을 모르니.
en_us: You do not know the true face of the mountains yet.

source: “현 시간부로 여기에 있는 자들은 국경 수비대에 소속되었다.
en_us: “From now on, all of you are part of the Border Guards.

source: 호수에 빠졌을 당시 바뀐 거다.
en_us: The change happened while I was in the water.

source: 해가 밝아온다.
en_us: The sun was rising.

source: 그 이야기를 들은 나는 멍하니 게롯을 바라봤다.
en_us: I stared blankly at Gerrod.

source: 더 이상 뭐라고 말할 기운도 없다.
en_us: But I didn’t have an ounce of energy to protest.

source: 편지의 봉인은 뜯겨 있었다.
en_us: The seal was already broken.

source: 바닥에 가구가 끌린 자국 몇 개가 보인다.{j}그것뿐 아니라 파인 홈 같은 것들도 보인다.{j}누군가 뭔가로 바닥을 강하게 찍을 일이 없으면 생길 리가 없는 흔적들.
en_us: On the floor were some marks from furniture being dragged as well as a few indents that had to be from someone slamming down something on the floor.{j}{j}

source: 안젤라인 모양이다.
en_us: It must be Angela.

source: 고개를 들어 올리니 꽤나 흉악하게 생긴 친구가 누런 이를 드러낸 채 웃고 있었다.
en_us: I looked up to see a rather unsavory-looking fellow grinning, revealing his yellow teeth.

source: 한편, 여자에게서는 희미하게 용연향과 사향 냄새가 난다.
en_us: The woman, on the other hand, smelled faintly of resin and musk.

source: 뭔가 개선된 군용 보급품이 있다면 언제나 제일 빡센 곳에 가장 우선적으로 보급된다.
en_us: If the military had improved supplies, they distributed them first to those on the front lines.

source: 그리고 일곱 번째 시도에서 마침내 나는 심장에서 꿈틀거리는 뭔가를 느낄 수 있었다.{j}심장의 통증 속에 가려져 있던 감각.
en_us: In the 7th attempt, I could finally feel something pulsing in my heart that had previously been buried in the pain.{j}

source: “알겠습니다.”{j}안젤라는 잠시 뒤 다섯 명 정도의 사람을 데리고 내 방으로 돌아왔다.
en_us: “Understood,” she replied before coming back in with about five people.{j}

source: “식사는 입에 맞으신지요.”
en_us: “Is the food to your liking?”

source: “게롯 경, 뒤를 부탁드립니다.”
en_us: “Sir Gerrod, I leave the rest to you,” I said.

source: 내 말에 베른이 잠깐 하녀의 무릎을 살펴본 다음에 고개를 끄덕였다.
en_us: Verne examined the maid’s knee briefly before nodding.

source: “아, 아침에 쓰신 편지는 혹시 말하기 곤란한 내용입니까?
en_us: “Oh, does the letter from the morning contain some sensitive information?

source: 이건 내가 아니다.
en_us: This wasn’t me.

source: 그래서 가끔은 그런 생각을 했거든.{j}만약 내 부모님이 지금까지 살아계셨으면 참 좋았을 텐데.
en_us: So sometimes I wondered how nice it would be if my parents were still alive.{j}

source: 그 미친 올가미가…….”{j}하녀들 중 제법 나이가 있어 보이는 여자가 자기도 모르게 스스로의 목을 살짝 어루만지며 중얼거렸다.
en_us: That crazy garrote boy...” a slightly older maid murmured as she rubbed her neck.{j}

source: 애초에, 그 짓거리를 저지른 녀석이 여자라는 것도 몰랐을 겁니다.”{j}그는 말을 마치고 나서 나를 바라봤다.
en_us: I wouldn’t even know that the perpetrator was a woman, to begin with,” said Gerrod before staring at me.{j}

source: “갑자기 무슨 소리를 하는 겁니까?”
en_us: “What are you talking about?”

source: “성안의 구조가 하나도 기억나지 않습니다.
en_us: “I can’t remember anything about the castle’s structure.

source: 도련님 없이 혼자 왔다면 이 정도의 성과를 낼 수는 없었을 겁니다.
en_us: Were it not for you, young master, I wouldn’t have come this far.

source: 나는 그런 생각을 하면서도 애써 심장의 이물감을 무시하기 위해 애쓰며 억지로 심호흡을 하기 시작했다.
en_us: But I still tried to ignore the feeling as I took deep breaths.

source: 뭔데 저게, 멈추라는 건가.
en_us: Was he calling me to stop?

source: 내 말에 레온 백작이 나를 바라봤다.
en_us: Count Leon stared at me.

source: 구심점에 대한 거부반응의 경중은 혈통을 타고 나는 모양이다.
en_us: Apparently, the severity of reaction to the core depended on one’s heritage.

source: 얼마 가지 않아 마차가 서서히 느려지다가 멈췄다.
en_us: The carriage soon slowed to a stop.

source: 게롯은 그 상황을 막기 위해서 필사적으로 노력한 모양이고.
en_us: Gerrod had been trying desperately to prevent that.

source: 나는 그 소리가 들린 편으로 시선을 던졌다.
en_us: I turned my gaze toward the source of the noise.

source: 백작은 그 말을 끝으로 방에서 나갔다.
en_us: The count then left the room.

source: 갑자기 바뀐 환경에 적응하느라 깊게 생각해보지 않았는데.
en_us: I hadn’t thought that much about it because I was busy adjusting to the new life.

source: 내 말에 데이먼이 픽 웃고는 대답했다.
en_us: Damon scoffed.

source: 그렇군, 그럼 저 남자가 레드우드 백작인 건가.
en_us: Alright. So that would be Count Redwood.

source: 나는 후우, 하고 숨을 내쉰 다음 고개를 끄덕였다.
en_us: I let out a deep breath and nodded.

source: 단지 눈으로 봐도 그걸 분석할 생각이 없었던 거지.
en_us: They simply did not want to analyze it.

source: “예방에 중점을 두고 있는 것 같습니다.”
en_us: “I see we’re focusing on prevention,” I commented.

source: 자재를 들고 와서 배를 조립할 생각이 아니라면 호수에 도착한 다음 배를 구해야 한다.
en_us: Unless one meant to assemble the boat on spot, he would have to get a boat after arriving at the lake.

source: “오전 중으로 출발하실 겁니까?”
en_us: “Are you going to depart before noon?” he asked.

source: 부족하다.
en_us: That wouldn’t be enough.

source: “정해진 시간 안에 최대한 많이 팔굽혀펴기를 실시한다.”{j}병사는 그렇게 말하고 나서 우리가 팔굽혀펴기를 하는 횟수를 측정하기 시작했다.
en_us: “Let’s see how many push-ups you can get during the time limit,” said the soldier as he began to count the push-ups.{j}

source: “처음에 결혼을 하고 이 이야기를 들었을 때 내가 지었던 표정과 같구나.”
en_us: “You look the same as I did when I first heard the story after getting married,” she observed.

source: 내 말에 게롯이 무거운 표정으로 고개를 끄덕였다.
en_us: Gerrod nodded gravely.

source: 내 말에 안젤라가 잠깐 머뭇거린다.
en_us: Angela hesitated.

source: “이제…….”
en_us: “Now...”

source: 우리는 고기 반죽 덩어리와 곡물가루를 끓여 만들어낸 죽으로 식사를 마쳤다.
en_us: Soon we finished our meal of porridge made of ground meat patty and grain.

source: 나는 빈 그릇을 대충 마른 짚단을 비벼 닦으며 고개를 끄덕였다.
en_us: I nodded as I wiped the empty bowl with dry hay.

source: “그렇길 바랍니다.
en_us: “I hope so.

source: 하녀가 잠깐 주저한다.{j}아무래도 그런 걸 요청할 수 있는 입장이 아닌 모양이다.
en_us: The maid hesitated as if she was in no place to ask for such a thing.{j}

source: 저 새파랗게 어린 새끼가, 아까부터 살살 성격을 긁는 기분인데.
en_us: That young punk. He seemed to be deliberately aggravating me.

source: 잘은 모르겠지만, 백작 부인이라는 자리는 간단하게 말해서 집의 안주인과 마찬가지다.
en_us: Not that I was an expert, but a countess was basically the lady of the house.

source: “5열 횡대!”{j}우리는 그렇게 외치고 두들겨 맞은 몸을 이끌고 최대한 빠르게 열을 맞췄다.
en_us: “In line, 3 columns!” we yelled as we dragged our abused bodies into formation.{j}

source: 나는 그 지시에 따라 병참장교가 가리킨 방으로 문을 열고 들어갔다.{j}방 안에는 남자가 한 명 앉아있다.
en_us: I walked into the room that the commissary pointed at to see a man sitting inside.{j}

source: 거기가 어떤 곳인지 모르면 대책을 세울 수 없다.
en_us: If I knew nothing about the place, I wouldn’t be able to get ready.

source: 다시 식사를 시작하려고 하는데, 백작이 입을 열었다.{j}“눈이 좋구나.”
en_us: I made to start eating again when the count spoke, “You have good eyes.”{j}

source: 귀하게 자라서 좋은 것만 처먹다가 갑자기 이런 거 먹으면…….
en_us: Martin Redwood was born a noble and raised on good food...

source: 내가 이 식탁에 앉지 못할 이유는 없다.
en_us: But that would be no reason for me to avoid this table.

source: 나쁜 일은 아니다.
en_us: I couldn’t complain.

source: 식사를 하던 와중, 데이먼이 입가에 묘한 웃음을 머금은 채로 입을 열었다.
en_us: Damon suddenly spoke up, a strange smile on his face.

source: 무사히 돌아올 테니 걱정하지 마세요.
en_us: I’ll be back home safe, so don’t worry.

source: 급작스럽게 식탁의 분위기가 조용해진다.{j}나로서는 더할 나위 없는 상황이다.
en_us: The table suddenly fell silent much to my delight.{j}

source: 내 말에 하녀가 그릇을 정리하다 말고 곧바로 정자세로 선 다음에 말했다.
en_us: The maid stopped putting away the dishes to straighten up and answer.

source: 로델린이 내 등을 쓰다듬었다.
en_us: Rodelline pet my back.

source: “어깨 위에 머리통이 달려 있으면 그걸 가지고 생각을 좀 해보도록.”
en_us: “If you have a brain, please do use it.”

source: “넌 뭐야.”
en_us: “Who the hell are you?” I asked.

source: 내 말에 서 있던 남자가 하, 하는 소리를 내고는 나를 바라봤다.
en_us: The man looked at me with a huff.

source: 나는 사람 좋은 웃음을 지었다.
en_us: I smiled graciously.

source: 내 말에 안젤라가 순간적으로 흠칫한다.
en_us: Angela flinched.

source: 저도, 아버님도, 여기에 계신 모든 분들이 다 보고 있었을 겁니다.”
en_us: I’m sure that you, I, and everyone in the room were looking.”

source: 자주 찾아오렴.”
en_us: Do come by often.”

source: 희미하게 장미 향기 같은 것도 나고 있고, 몸에 닿는 것들이 굉장히 푹신하다.
en_us: I smelled a faint aroma of roses. Everything felt so soft.

source: “이런 식으로 침대 위로 올라가야 합니다.{j}의족에 관절이 달리지는 않았을 테니.{j}당연히, 돌아다니면서 의족에 묻었던 먼지나 흙 따위가 그대로 침대에 남습니다.”
en_us: “He would have to get on the bed like this since the prosthetic does not come with joints, which would leave dirt and grime from the prosthetic on the sheet.”{j}{j}

source: 내 말에 안젤라가 작은 목소리로 대답했다.{j}“다만 하루만이라도 주실 수 없을까요.{j}사실, 가족이 정말 보고 싶어서…….”
en_us: “Could I get at least one day? I really wanted to see my family...” Angela replied in a small voice.{j}{j}

source: 하지만, 서 있는 위치나 마법사라고 하는 지위를 고려해보면 아무래도 이 녀석이 이 돛단배의 책임자인 모양이다.
en_us: But considering their position and status as a mage, they must be the leader of the sailboat.

source: 그래, 애초에 사람을 가려 뽑으니 실족사하는 경우는 적다는 건가.
en_us: I see. Since they’re picky about who they recruit, they don’t get many who’re not agile enough, huh?

source: 그리고, 여기에서 국경 수비대는 새로 들어온 사람들을 받아, 쿠르스트 산맥으로 올려보낸다.
en_us: The Border Guards took the rookies here to be sent to the mountains.

source: “마력을 느끼기 시작했다면 구심점에 모으는 건 그렇게까지 어렵지 않습니다.
en_us: “Once you feel the mana, collecting them in the core is not difficult.

source: 내 말에 게롯이 대답했다.{j}“사람이 죽었습니다.{j}그것도 일가족이 죽었을 겁니다.{j}영문도 모른 채 말입니다.”
en_us: “People have died. A family who knew nothing,” replied Gerrod.{j}{j}{j}

source: “면적이 저 정도로 넓다면 못 찾을 만도 하네.”
en_us: “It makes sense they won’t be able to find it if it’s that large.”

source: 얼굴에 대한 트라우마 때문인가?
en_us: Was it the trauma about the face?

source: 발 크기는 235, 285, 270.{j}세 가지 중 하나.”
en_us: Foot size, 9.2, 11, or 10.6 inches.”{j}

source: 알고있는 향이다.
en_us: I knew the aroma.

source: 영지의 모든 것은 영주의 물건이고, 거기에서 생산 활동을 하기 위해서는 세금을 내야 한다.{j}하다못해 방앗간을 사용할 때도 영주가 사용료를 걷는 세상이니까.
en_us: Everything in the estate belonged to the lord. To engage in any productive activities, including using the mills, one had to pay taxes.{j}

source: “뭔데?”
en_us: “What is it?” I responded.

source: 꼭 필요하다면 몰라도 그것도 아니면서 괜히 수많은 사람들을 집단 아사시킬 생각은 없다.
en_us: I had no wish to harm numerous people unnecessarily.

source: 내 말에 로델린이 대답했다.{j}“정략결혼이지.”
en_us: “For political reasons,” replied Rodelline.{j}
